/* Farsi (Persian) locals for flatpickr */


exports.weekdays = {
  shorthand: ['یک', 'دو', 'سه', 'چهار', 'پنج', 'آدینه', 'شنبه'],
  longhand: ['یک‌شنبه', 'دوشنبه', 'سه‌شنبه', 'چهارشنبه', 'پنچ‌شنبه', 'آدینه', 'شنبه']
};

exports.months = {
  shorthand: ['ژانویه', 'فوریه', 'مارس', 'آوریل', 'مه', 'ژوئن', 'ژوئیه', 'اوت', 'سپتامبر', 'اکتبر', 'نوامبر', 'دسامبر'],
  longhand: ['ژانویه', 'فوریه', 'مارس', 'آوریل', 'مه', 'ژوئن', 'ژوئیه', 'اوت', 'سپتامبر', 'اکتبر', 'نوامبر', 'دسامبر']
};

exports.ordinal = function() {
  return "";
};
  
